Repository: iMango1/tisk
Catalog: obsah/plugins/woo-ic-and-dic/languages/woo-ico-dic-*.po
Languages: cs_cz

source: Checkout Process
cs_cz: Pokladna

source: Company number on checkout
cs_cz: IČ a DIČ v pokladně

source: Active company number on checkout
cs_cz: Povolit IČ a DIČ v pokladně

source: If is active, on checkout will be new fields for companuny number.
cs_cz: Pokud je povoleno, bude se v pokladně zobrazovat IČ a DIČ.

source: Company number
cs_cz: IČ

source: VAT number
cs_cz: DIČ

source: VAT number 2
cs_cz: DIČ SK

source: Buy for the company
cs_cz: Nakupuji na firmu

source: Company number:
cs_cz: IČ:

source: VAT number:
cs_cz: DIČ:

source: VAT number 2:
cs_cz: DIČ SK:

source: VAT number was not found in ARES database
cs_cz: DIČ nebylo nalezeno v ARESu

source: Enter a valid Company number
cs_cz: Vložte platné IČ

source: Enter a valid VAT number
cs_cz: Vložte platné DIČ

source: Company number was not found in ARES database
cs_cz: IČ nebylo nalezeno v ARESu

source: ARES database isnt available.
cs_cz: Databáze ARES není dostupná.
