Repository: iMango1/tisk
Catalog: obsah/plugins/wooprodaddons271/languages/woocommerce-product-addons-*.po
Languages: cs_cz

source: Global Add-ons
cs_cz: Sestava definovaných polí

source: Add-on saved successfully
cs_cz: Doplněk úspěšně uložen

source: Error: Global Add-on not found
cs_cz: Chyba: Globální doplněk nenalezen

source: Global Add-on Group
cs_cz: Sestava globálního doplňku

source: Add-on deleted successfully
cs_cz: Doplněk úspěšně smazán

source: Add-ons
cs_cz: Definovaná pole

source: Label
cs_cz: Označení

source: Close all
cs_cz: Zbalit vše

source: Expand all
cs_cz: Rozbalit vše

source: New Addon Group
cs_cz: Nové pole

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
cs_cz: Vložte zde exportovaná data a potom uložte. Importovaná data budou připojena.

source: Global Addon Exclusion
cs_cz: Vyloučit předdefinovanou sestavu

source: Check this to exclude this product from all Global Addons
cs_cz: Zaškrtnitím políčka bude vyloučena předdefinovaná sestava (nutno přidat nová pole přimo zde v produktu).

source: Are you sure you want remove this add-on?
cs_cz: Opravdu chcete odstranit tenhle doplněk?

source: Are you sure you want delete this option?
cs_cz: Opravdu chcete smazat tuhle volbu?

source: Remove
cs_cz: Odstranit

source: Click to toggle
cs_cz: Klikněte pro přepnutí

source: Group
cs_cz: Sestava

source: Checkboxes
cs_cz: Zaškrtávací políčka

source: Radio buttons
cs_cz: Radio tlačítka

source: Custom input (text)
cs_cz: Vlastní input (text)

source: Custom input (textarea)
cs_cz: Vlastní input (textarea)

source: File upload
cs_cz: Nahrání souboru

source: Custom price input
cs_cz: Vlastní input ceny

source: Custom Input Multipler
cs_cz: Vlastní input multipler

source: Group Name
cs_cz: Název skupiny

source: Required fields?
cs_cz: Požadovaná položka?

source: Group Description
cs_cz: Popis skupiny

source: Option Label
cs_cz: Volba štítku

source: Option Price
cs_cz: Volba ceny

source: New&nbsp;Option
cs_cz: Nova&nbsp;volba

source: Add/Edit Global Add-on
cs_cz: Konfigurace sestavy polí

source: Global Add-on Reference
cs_cz: Název sestavy

source: Give this global add-on a reference/name to make it recognisable.
cs_cz: Definuje název sestavy polí, který je důležitý pro rozpoznání v místě umístění.

source: Priority
cs_cz: Priorita

source: Give this global addon a priority - this will deternmine the order in which multiple groups of addons get displayed on the frontend. Per-product add-ons will always have priority 10.
cs_cz: Definuje této skupině polí prioritu, která určuje pozici v zobrazení. Ručně definovaná pole v produktu budou mít vždy prioritu 10.

source: Applied to...
cs_cz: Použít pro..

source: Choose some options&hellip;
cs_cz: Vyberte nějaké nastavení&hellip;

source: All Products
cs_cz: Všechny produkty

source: Product category notifications
cs_cz: Oznámení produktu kategorie

source: Category:
cs_cz: Kategorie:

source: Choose categories which should show these addons (or apply to all products).
cs_cz: Definuje kategorii, ve které se má táto sestava zobrazovat. Pokud zvolíte označení (Všechny produkty) bude sestava zobrazena u každého produktu.

source: Save Global Add-on
cs_cz: Uložit sestavu

source: Add Global Add-on
cs_cz: Přidat globální doplněk

source: Number of Fields
cs_cz: Počet položek

source: Applies to...
cs_cz: Použit pro...

source: Actions
cs_cz: Akce

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat

source: No global add-ons exists yet.
cs_cz: Ještě neexistuje globální doplněk

source: Add one?
cs_cz: Přidat jeden?

source: Options total:
cs_cz: Celkem nastavení:

source: Grand total:
cs_cz: Celkový součet:

source: characters remaining
cs_cz: zbývajících znaků

source: Select options
cs_cz: Vyberte možnost

source: "%s" is a required field.
cs_cz: "%s" je požadovaná položka

source: The minimum allowed amount for "%s - %s" is %s.
cs_cz: Minimální povolený počet pro "%s - %s" je %s.

source: The maximum allowed amount for "%s - %s" is %s.
cs_cz: Maximální povolený počet pro "%s - %s" je %s.

source: Please enter a value greater than 0 for "%s - %s".
cs_cz: Prosím vložte hodnotu větší než 0 pro "%s - %s".

source: The minimum allowed value for "%s - %s" is %s.
cs_cz: Minimální povolená hodnota pro "%s - %s" je %s.

source: The maximum allowed value for "%s - %s" is %s.
cs_cz: Maximální povolená hodnota pro "%s - %s" je %s.

source: The minimum allowed length for "%s - %s" is %s.
cs_cz: Minimální povolená délka pro "%s - %s" je %s.

source: The maximum allowed length for "%s - %s" is %s.
cs_cz: Maximální povolená délka pro "%s - %s" je %s.

source: (max file size %s)
cs_cz: (max velikost souboru %s)

source: This must be a number!
cs_cz: Musí to být číslo!

source: None
cs_cz: Nic

source: Select an option...
cs_cz: Vyberte možnost...
